;(function($) {
  $.fn.datetimepicker.dates["bg_BG"] = {
    days: [
      "Неделя",
      "Понеделник",
      "Вторник",
      "Сряда",
      "Четвъртък",
      "Петък",
      "Събота",
      "Неделя"
    ],
    daysShort: ["Нд", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Нд"],
    daysMin: ["Нд", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Нд"],
    months: [
      "Януари",
      "Февруари",
      "Март",
      "Април",
      "Май",
      "Юни",
      "Юли",
      "Август",
      "Септември",
      "Октомври",
      "Ноември",
      "Декември"
    ],
    monthsShort: [
      "ян.",
      "февр.",
      "мар.",
      "апр.",
      "май",
      "юни",
      "юли",
      "авг.",
      "сеп.",
      "окт.",
      "ное.",
      "дек."
    ],
    meridiem: ["am", "pm"],
    today: "Днес",
    suffix: []
  };
})(jQuery);
