;(function($) {
  $.fn.datetimepicker.dates["bel"] = {
    days: [
      "Нядзеля",
      "Панядзелак",
      "Аўторак",
      "Серада",
      "Чацвер",
      "Пятніца",
      "Субота",
      "Нядзеля"
    ],
    daysShort: ["Няд", "Пнд", "Аўт", "Срд", "Чцв", "Птн", "Сбт", "Няд"],
    daysMin: ["Ня", "Пн", "Аў", "Ср", "Чц", "Пт", "Сб", "Ня"],
    months: [
      "Студзеня",
      "Лютага",
      "Сакавіка",
      "Красавіка",
      "Мая",
      "Чэрвеня",
      "Ліпеня",
      "Жніўня",
      "Верасня",
      "Кастрычніка",
      "Лістапада",
      "Снежня"
    ],
    monthsShort: [
      "студ",
      "лют",
      "сак",
      "крас",
      "Май",
      "чэрв",
      "ліп",
      "жнів",
      "Верас",
      "Каст",
      "Ліст",
      "снеж"
    ],
    meridiem: ["am", "pm"],
    today: "Сёння"
  };
})(jQuery);
